Repository: azan3050/Water-Quality-App
Catalog: lib/l10n/app_*.arb
Languages: as

source: Welcome
as: স্বাগতম

source: Select Your Role
as: আপোনাৰ ভূমিকা বাছনি কৰক

source: Login as Admin
as: প্ৰশাসক হিচাপে লগইন কৰক

source: Login as ASHA Worker
as: আশা কৰ্মী হিচাপে লগইন কৰক

source: Login as Clinic
as: ক্লিনিক হিচাপে লগইন কৰক

source: View Alerts
as: সতৰ্কবাণী চাওক

source: Admin Dashboard
as: এডমিন ডেশ্ববৰ্ড

source: Risk Hotspots
as: বিপদাশংকাৰ হটস্পট

source: Total Predictions
as: মুঠ ভৱিষ্যদ্বাণী

source: High-Risk Alerts
as: उच्च বিপদাশংকাৰ সতৰ্কবাণী

source: Locations Tested
as: পৰীক্ষা কৰা স্থান

source: Prediction Breakdown
as: ভৱিষ্যদ্বাণীৰ বিৱৰণ

source: Recent Predictions
as: শেহতীয়া ভৱিষ্যদ্বাণী

source: Patient Reports by Disease
as: ৰোগ অনুসৰি ৰোগীৰ প্ৰতিবেদন

source: Recent Clinic Reports
as: শেহতীয়া ক্লিনিকৰ প্ৰতিবেদন

source: Last 7 Days
as: যোৱা ৭ দিন

source: Last 30 Days
as: যোৱা ৩০ দিন

source: All Time
as: সকলো সময়

source: Location
as: স্থান

source: Result
as: ফলাফল

source: On
as: ত

source: cases
as: টা

source: All Alerts
as: সকলো সতৰ্কবাণী

source: Failed to load alerts.
as: সতৰ্কবাণী লোড কৰাত విఫಲ হৈছে।

# noAlertsToShow
source: No alerts to show yet.
as: এতিয়া দেখুৱাবলৈ কোনো সতৰ্কবাণী নাই।

source: Water Quality Risk
as: পানীৰ গুণগত মানৰ বিপদাশংকা

source: Clinic Report
as: ক্লিনিকৰ প্ৰতিবেদন

source: patient(s) with
as: ৰোগীৰ সৈতে

source: Login
as: লগইন কৰক

source: Email
as: ইমেইল

source: Password
as: পাছৱৰ্ড

source: Please enter a valid email
as: অনুগ্ৰহ কৰি এটা বৈধ ইমেইল দিয়ক

# passwordMinLength
source: Password must be at least 6 characters long
as: পাছৱৰ্ড কমেও ৬টা আখৰৰ হ'ব লাগিব

source: Login Failed
as: লগইন విఫల হৈছে

source: Okay
as: ঠিক আছে

source: Admin Login
as: প্ৰশাসক লগইন

source: Admin Portal
as: প্ৰশাসক প'ৰ্টেল

# accessDeniedNotAdmin
source: Access Denied. Not an Admin user.
as: প্ৰৱেশাধিকাৰ অস্বীকাৰ কৰা হৈছে। প্ৰশাসক ব্যৱহাৰকাৰী নহয়।

source: ASHA Worker Login
as: আশা কৰ্মী লগইন

source: ASHA Worker Portal
as: আশা কৰ্মী প'ৰ্টেল

# accessDeniedNotAsha
source: Access Denied. Not an ASHA Worker.
as: প্ৰৱেশাধিকাৰ অস্বীকাৰ কৰা হৈছে। আশা কৰ্মী নহয়।

source: Don't have an account? Sign Up
as: একাউণ্ট নাই? ছাইন আপ কৰক

source: Clinic Login
as: ক্লিনিক লগইন

source: Clinic Portal
as: ক্লিনিক প'ৰ্টেল

# accessDeniedNotClinic
source: Access Denied. Not a Clinic user.
as: প্ৰৱেশাধিকাৰ অস্বীকাৰ কৰা হৈছে। ক্লিনিক ব্যৱহাৰকাৰী নহয়।

source: ASHA Worker Sign Up
as: আশা কৰ্মী ছাইন আপ

source: Create Account
as: একাউণ্ট সৃষ্টি কৰক

source: Full Name
as: সম্পূৰ্ণ নাম

source: Please enter your name
as: অনুগ্ৰহ কৰি আপোনাৰ নাম দিয়ক

source: Sign Up
as: ছাইন আপ কৰক

source: Sign Up Failed
as: ছাইন আপ విఫల হৈছে

source: Logout
as: লগআউট

source: Enter Water Quality Data
as: পানীৰ গুণগত মানৰ তথ্য দিয়ক

# pleaseEnterLocation
source: Please enter a location
as: অনুগ্ৰহ কৰি এটা স্থান দিয়ক

# pleaseEnterValidNumber
source: Please enter a valid number
as: অনুগ্ৰহ কৰি এটা বৈধ সংখ্যা দিয়ক

# predictAndSave
source: Predict & Save
as: ভৱিষ্যদ্বাণী কৰক আৰু সংৰক্ষণ কৰক

source: Prediction Result
as: ভৱিষ্যদ্বাণীৰ ফলাফল

source: An Error Occurred
as: এটা ত্ৰুটি হৈছে

# failedToProcessPrediction
source: Failed to process prediction. Please check your inputs.
as: ভৱিষ্যদ্বাণী প্ৰক্ৰিয়া কৰাত విఫల হৈছে। অনুগ্ৰহ কৰি আপোনাৰ ইনপুটবোৰ পৰীক্ষা কৰক।

source: New Disease Report
as: নতুন ৰোগৰ প্ৰতিবেদন

source: Select Disease Type
as: ৰোগৰ প্ৰকাৰ বাছনি কৰক

source: Disease Type
as: ৰোগৰ প্ৰকাৰ

# pleaseSelectDisease
source: Please select a disease
as: অনুগ্ৰহ কৰি এটা ৰোগ বাছনি কৰক

source: Number of Patients
as: ৰোগীৰ সংখ্যা

# pleaseEnterPatientCount
source: Please enter the number of patients
as: অনুগ্ৰহ কৰি ৰোগীৰ সংখ্যা দিয়ক

source: Location / Area
as: স্থান / এলেকা

source: Submit Report
as: প্ৰতিবেদন দাখিল কৰক

source: Failed to submit report
as: প্ৰতিবেদন দাখিল কৰাত విఫల হৈছে

source: Post an Announcement
as: এটা ঘোষণা পোষ্ট কৰক

source: Enter your message here...
as: আপোনাৰ বাৰ্তা ইয়াত দিয়ক...

source: Cancel
as: বাতিল কৰক

source: Post
as: পোষ্ট কৰক

source: Announcement Posted
as: ঘোষণা পোষ্ট কৰা হৈছে

# noDataAvailable
source: No data available for the selected period.
as: নিৰ্বাচিত সময়ৰ বাবে কোনো তথ্য উপলব্ধ নহয়।

source: View Full Report
as: সম্পূৰ্ণ প্ৰতিবেদন চাওক

source: Reported from
as: ৰ পৰা প্ৰতিবেদন কৰা হৈছে

source: Reports
as: প্ৰতিবেদন

source: Announcements
as: ঘোষণাসমূহ

source: Just now
as: এতিয়াই

source: No date
as: কোনো তাৰিখ নাই

source: An unknown error occurred.
as: এটা অজ্ঞাত ত্ৰুটি হৈছে।
